Repository: collective/collective.xmpp.chat
Catalog: src/collective/xmpp/chat/browser/static/locale/*/LC_MESSAGES/converse.po
Languages: af, it

source: Here are the fingerprints, please confirm them with %1$s, outside of this chat. Fingerprint for you, %2$s: %3$s Fingerprint for %1$s: %4$s If you have confirmed that the fingerprints match, click OK, otherwise click Cancel.
af: Hier is die vingerafdrukke, bevestig hulle met %1$s, buite hierdie kletskanaal U vingerafdruk, %2$s: %3$s Vingerafdruk vir %1$s: %4$s Indien u die vingerafdrukke bevestig het, klik OK, andersinds klik Kanselleer.
it: Qui ci sono le impronte, confermale con %1$s, fuori da questa chat. L'impronta per te, %2$s: %3$s L'impronta per %1$s: %4$s Se hai confermato che le impronte corrispondono, clicca su OK, altrimenti clicca su Annulla.

source: You will be prompted to provide a security question and then an answer to that question. Your contact will then be prompted the same question and if they type the exact same answer (case sensitive), their identity will be verified.
af: Daar sal van u verwag word om 'n sekuriteitsvraag te stel, en dan ook die antwoord tot daardie vraag te verskaf. U gespreksmaat sal dan daardie vraag gestel word, en indien hulle presies dieselfde antwoord (lw. hoofletters tel) verskaf, sal hul identiteit bevestig wees.
it: Ti verrà chiesto di inserire una domanda di sicurezza e una risposta a questa domanda. Al tuo contatto verrà richiesta la stessa domanda e se lui digita la stessa identica risposta (sensibile alle maiuscole), la sua identità verrà verificata.

source: What is your security question?
af: Wat is u sekuriteitsvraag?
it: Qual è la tua domanda di sicurezza?

source: What is the answer to the security question?
af: Wat is die antwoord tot die sekuriteitsvraag?
it: Qual è la risposta alla domanda di sicurezza?

source: Invalid authentication scheme provided
af: Ongeldige verifikasiemetode verskaf
it: Schema di autenticazione non valido

source: Your messages are not encrypted. Click here to enable OTR encryption.
af: U boodskappe is nie versleutel nie. Klik hier om OTR versleuteling te aktiveer.
it: I tuoi messaggi non sono criptati. Clicca qui per attivare OTR encryption.

source: Your messages are encrypted, but your contact has not been verified.
af: U boodskappe is versleutel, maar u gespreksmaat se identiteit is not onseker.
it: I tuoi messaggi sono criptati ma il tuo contatto non è verificato.

source: Your messages are encrypted and your contact verified.
af: U boodskappe is versleutel en u gespreksmaat se identiteit bevestig.
it: Il tuoi messaggi sono criptati e il tuo contatto verificato.

source: Your contact has closed their end of the private session, you should do the same
af: U gespreksmaat het die private sessie gestaak. U behoort dieselfde te doen
it: Il tuo contatto ha chiuso la sua sessione privata, dovresti fare lo stesso

source: End encrypted conversation
af: Beëindig versleutelde gesprek
it: Fine della conversazione criptata

source: Refresh encrypted conversation
af: Verfris versleutelde gesprek
it: Aggiorna conversazione criptata

source: Start encrypted conversation
af: Begin versleutelde gesprek
it: Inizio conversazione criptata

source: Verify with fingerprints
af: Bevestig met vingerafdrukke
it: Verifica con fingerprints

source: Verify with SMP
af: Bevestig met SMP
it: Verifica con SMP

source: What's this?
af: Wat is hierdie?
it: Che cos'è?

source: unencrypted
af: nie-privaat
it: non criptato

source: unverified
af: onbevestig
it: non verificato

source: verified
af: privaat
it: verificato

source: finished
af: afgesluit
it: finito

source: Don't have a chat account?
af: Geen kletsrekening nie?
it: Hai un account chat?

source: Create an account
af: Skep 'n rekening
it: Crea un account

source: Create your account
af: Skep u rekening
it: Crea il tuo account

source: Please enter the XMPP provider to register with:
af: Verskaf asseblief die XMPP verskaffer om mee te registreer:
it: Inserisci il fornitore XMPP con cui registrarti:

source: Already have a chat account?
af: Het u reeds 'n kletsrekening?
it: Hai già un account chat?

source: Log in here
af: Meld hier aan
it: Entra qui

source: Account Registration:
af: Registreer 'n rekening:
it: Registrazione account:

source: Register
af: Registreer
it: Registra

source: Choose a different provider
af: Kies 'n ander verskaffer
it: Scegli un fornitore differente

source: Hold tight, we're fetching the registration form…
af: Wag 'n bietjie, ons gaan haal die registrasievorm
it: Tieniti forte, stiamo recuperando il modulo di registrazione...

source: e.g. conversejs.org
af: bv. conversejs.org
it: es. conversejs.org

source: Fetch registration form
af: Laai die registrasie form
it: Modulo di registrazione

source: Tip: A list of public XMPP providers is available
af: Wenk: A lys van publieke XMPP-verskaffers is beskikbaar
it: Suggerimento: È disponibile un elenco di provider XMPP pubblici

source: here
af: hier
it: qui

source: Sorry, we're unable to connect to your chosen provider.
af: Jammer, ons kon nie 'n verbinding met die gekose verskaffer opstel nie.
it: Spiacente, impossibile connettersi al fornitore selezionato.

source: Sorry, the given provider does not support in band account registration. Please try with a different provider.
af: Jammer, die gekose verskaffer ondersteun nie in-band registrasie nie.Probeer weer met 'n ander verskaffer.
it: Siamo spiacenti, il provider specificato non supporta la registrazione di account. Si prega di provare con un altro provider.

source: Now logging you in
af: U word nou aangemeld
it: Adesso stai entrando dentro

source: Registered successfully
af: Suksesvol geregistreer
it: Registrazione riuscita

source: The provider rejected your registration attempt. Please check the values you entered for correctness.
af: Die verskaffer het u registrasieversoek verwerp. Kontrolleer asb. jou gegewe waardes vir korrektheid.
it: Il provider ha respinto il tentativo di registrazione. Controlla i dati inseriti.

source: Notification from %1$s
af: Kennisgewing van %1$s
it: Notifica da %1$s

source: %1$s says
af: %1$s sê
it: %1$s dice

source: has come online
af: het aanlyn gekom
it: è online

source: wants to be your contact
af: wil jou kontak wees
it: vuole essere un tuo contatto

source: Minimize this chat box
af: Minimeer hierdie kletskas
it: Riduci questo chat box

source: Click to restore this chat
af: Klik om hierdie klets te herstel
it: Clicca per ripristinare questa chat

source: Minimized
af: Geminimaliseer
it: Ridotto

source: Jabber ID:
it: ID Jabber:
