Repository: collective/collective.xmpp.chat
Catalog: src/collective/xmpp/chat/browser/static/locale/*/LC_MESSAGES/converse.po
Languages: af, it

source: The connection has dropped, attempting to reconnect.
af: Die konneksie is onderbreek, probeer tans tans om te herkonnekteer.
it: La connessione è caduta, attendi la riconnessione.

source: An error occurred while connecting to the chat server.
af: A fout het voorgekom tydens verbinding met die kletsbediener.
it: Si è verificato un errore durante la connessione al server.

source: Your Jabber ID and/or password is incorrect. Please try again.
af: U Jabber ID en/of wagwoord is verkeerd. Probeer asseblief weer.
it: Il tuo ID Jabber e/o la tua password non sono corretti. Prova di nuovo.

source: The XMPP server did not offer a supported authentication mechanism
af: Die XMPP bediener het nie 'n bruikbare verifikasiemeganisme aangebied nie
it: Il server XMPP non offre un meccanismo di autenticazione supportato

source: Sorry, there was an error while trying to add %1$s as a contact.
af: Jammer, 'n fout het voorgekom tydens die byvoeging van %1$s as 'n kontak.
it: Si è verificato un errore durante il tentativo di aggiungere %1$s come contatto.

source: This client does not allow presence subscriptions
af: Hierdie klient laat nie beskikbaarheidsinskrywings toe nie
it: Questo client non consente sottoscrizioni di presenza

source: Click to hide these contacts
af: Klik om hierdie kontakte te verskuil
it: Clicca per nascondere questi contatti

source: Close this chat box
af: Sluit hierdie kletskas
it: Chiudi questa chat

source: You have unread messages
af: U het ongelese boodskappe
it: Hai messaggi non letti

source: Personal message
af: Persoonlike boodskap
it: Messaggio personale

source: Send
af: Stuur
it: Invia

source: Clear all messages
af: Vee alle boodskappe uit
it: Pulisci tutti i messaggi

source: Insert a smiley
af: Voeg 'n emotikon by
it: Inserisci uno smiley

source: Start a call
af: Begin 'n oproep
it: Inizia una chiamata

source: me
af: ek

source: Typing from another device
af: Tik tans op 'n ander toestel
it: Digitando da un altro dispositivo

source: is typing
af: tik tans
it: sta scrivendo

source: Stopped typing on the other device
af: Het opgehou tik op 'n ander toestel
it: Fermata la digitazione sull'altro dispositivo

source: has stopped typing
af: het opgehou tik
it: ha smesso di scrivere

source: has gone away
af: het weggegaan
it: si è allontanato

source: Remove messages
af: Verwyder boodskappe
it: Rimuovi messaggi

source: Write in the third person
af: Skryf in die derde persoon
it: Scrivi in terza persona

source: Show this menu
af: Vertoon hierdie keuselys
it: Mostra questo menu

source: Are you sure you want to clear the messages from this chat box?
af: Is u seker u wil die boodskappe in hierdie kletskas uitvee?
it: Sei sicuro di volere pulire i messaggi da questo chat box?

source: has gone offline
af: is nou aflyn
it: è andato offline

source: is busy
af: is besig
it: è occupato

source: Login
af: Aanmelding
it: Entra

source: Password:
af: Wagwoord:

source: password
af: wagwoord

source: Submit
af: Dien in
it: Invia

source: Click here to log in anonymously
af: Klik hier om anoniem aan te meld
it: Clicca per entrare anonimo

source: This contact is busy
af: Hierdie persoon is besig
it: Questo contatto è occupato

source: This contact is online
af: Hierdie persoon is aanlyn
it: Questo contatto è online

source: This contact is offline
af: Hierdie persoon is aflyn
it: Questo contatto è offline

source: This contact is unavailable
af: Hierdie persoon is onbeskikbaar
it: Questo contatto non è disponibile

source: This contact is away for an extended period
af: Hierdie persoon is vir lank afwesig
it: Il contatto è away da un lungo periodo

source: This contact is away
af: Hierdie persoon is afwesig
it: Questo contatto è away

source: Contacts
af: Kontakte
it: Contatti

source: Groups
af: Groepe
it: Gruppi

source: My contacts
af: My kontakte
it: I miei contatti

source: Pending contacts
af: Hangende kontakte
it: Contatti in attesa

source: Contact requests
af: Kontakversoeke
it: Richieste dei contatti

source: Ungrouped
af: Ongegroepeer
it: Senza Gruppo

source: Filter
af: Filtreer
it: Filtri

source: State
af: Kletsstand
it: Stato

source: Any
af: Enige
it: Ogni

source: Unread
af: Ongelees
it: Non letto

source: Online
af: Aangemeld
it: In linea

source: Chatty
af: Geselserig

source: Busy
af: Besig
it: Occupato

source: Away
af: Afwesig
it: Assente

source: Extended Away
af: Weg vir langer
it: Away estesa

source: Offline
af: Afgemeld
it: Non in linea

source: Click to remove %1$s as a contact
af: Klik om %1$s as 'n kontak te verwyder
it: Clicca per rimuovere %1$s come contatto

source: Click to accept the contact request from %1$s
af: Klik om die kontakversoek van %1$s te aanvaar
it: Clicca per accettare questa richiesta di contatto da %1$s

source: Click to decline the contact request from %1$s
af: Klik om kontakversoek van %1$s te weier
it: Clicca per rifiutare questa richiesta di contatto da %1$s

source: Are you sure you want to remove this contact?
af: Is u seker u wil hierdie gespreksmaat verwyder?
it: Sei sicuro di voler rimuovere questo contatto?

source: Sorry, there was an error while trying to remove %1$s as a contact.
af: Jammer, 'n fout het voorgekom tydens die verwydering van %1$s as 'n kontak.
it: Si è verificato un errore durante il tentativo di rimozione di %1$s come contatto.

source: Are you sure you want to decline this contact request?
af: Is u seker dat u hierdie persoon se versoek wil afkeur?
it: Sei sicuro dirifiutare questa richiesta di contatto?

source: I am %1$s
af: Ek is %1$s
it: Sono %1$s

source: Click here to write a custom status message
af: Klik hier om jou eie statusboodskap te skryf
it: Clicca qui per scrivere un messaggio di stato personalizzato

source: Click to change your chat status
af: Klik om jou klets-status te verander
it: Clicca per cambiare il tuo stato

source: Custom status
af: Doelgemaakte status
it: Stato personalizzato

source: Save
af: Stoor
it: Salva

source: online
af: aangemeld
it: in linea

source: busy
af: besig
it: occupato

source: away for long
af: vir lank afwesig
it: assente da molto

source: away
af: afwesig
it: assente

source: offline
af: afgemeld

source: Username
af: Gebruikersnaam

source: user@domain
af: gebruiker@domein
it: utente@dominio

source: Please enter a valid XMPP address
af: Verskaf asseblief 'n geldige XMPP address
it: Inserisci un indirizzo XMPP valido

source: Log out
af: Meld af
it: Logo out

source: Click to add new chat contacts
af: Klik om nuwe kletskontakte by te voeg
it: Clicca per aggiungere nuovi contatti alla chat

source: Add a contact
af: Voeg 'n kontak by
it: Aggiungi contatti

source: Contact name
af: Kontaknaam
it: Nome del contatto

source: Search
af: Soek
it: Cerca

source: e.g. user@example.org
af: bv. gebruiker@voorbeeld.org
it: es. user@example.org

source: Add
af: Voeg by
it: Aggiungi

source: No users found
af: Geen gebruikers gevind
it: Nessun utente trovato

source: Click to add as a chat contact
af: Klik om as kletskontak by te voeg
it: Clicca per aggiungere il contatto alla chat

source: Toggle chat
af: Klets
it: Attiva/disattiva chat

source: This room is not anonymous
af: Hierdie vertrek is nie anoniem nie
it: Questa stanza non è anonima

source: This room now shows unavailable members
af: Hierdie vertrek wys nou onbeskikbare lede
it: Questa stanza mostra i membri non disponibili al momento

source: This room does not show unavailable members
af: Hierdie vertrek wys nie onbeskikbare lede nie
it: Questa stanza non mostra i membri non disponibili

source: The room configuration has changed
af: Die kamer instellings het verander
it: La configurazione della stanza è cambiata

source: Room logging is now enabled
af: Kamer log is nou aangeskakel
it: La registrazione è abilitata nella stanza

source: Room logging is now disabled
af: Kamer log is nou afgeskakel
it: La registrazione è disabilitata nella stanza

source: This room is now no longer anonymous
af: Hiedie kamer is nie meer anoniem nie
it: Questa stanza è non-anonima

source: This room is now semi-anonymous
af: Hierdie kamer is nou gedeeltelik anoniem
it: Questa stanza è semi-anonima

source: This room is now fully-anonymous
af: Hierdie kamer is nou ten volle anoniem
it: Questa stanza è completamente-anonima

source: A new room has been created
af: 'n Nuwe kamer is geskep
it: Una nuova stanza è stata creata

source: You have been banned from this room
af: Jy is uit die kamer verban
it: Sei stato bandito da questa stanza

source: You have been kicked from this room
af: Jy is uit die kamer geskop
it: Sei stato espulso da questa stanza

source: You have been removed from this room because of an affiliation change
af: Jy is vanuit die kamer verwyder a.g.v 'n verandering van affiliasie
it: Sei stato rimosso da questa stanza a causa di un cambio di affiliazione

source: You have been removed from this room because the room has changed to members-only and you're not a member
af: Jy is vanuit die kamer verwyder omdat die kamer nou slegs tot lede beperk word en jy nie 'n lid is nie
it: Sei stato rimosso da questa stanza poiché ora la stanza accetta solo membri

source: You have been removed from this room because the MUC (Multi-user chat) service is being shut down
af: U is van hierdie kamer verwyder aangesien die MUC (Multi-user chat) diens nou afgeskakel word.
it: Sei stato rimosso da questa stanza poiché il servizio MUC (Chat multi utente) è in fase di spegnimento.

source: %1$s has been banned
af: %1$s is verban
it: %1$s è stato bannato

source: %1$s's nickname has changed
af: %1$s se bynaam het verander
it: %1$s nickname è cambiato

source: %1$s has been kicked out
af: %1$s is uitgeskop
it: %1$s è stato espulso

source: %1$s has been removed because of an affiliation change
af: %1$s is verwyder a.g.v 'n verandering van affiliasie
it: %1$s è stato rimosso a causa di un cambio di affiliazione

source: %1$s has been removed for not being a member
af: %1$s is nie 'n lid nie, en dus verwyder
it: %1$s è stato rimosso in quanto non membro

source: Message
af: Boodskap
it: Messaggio

source: Close and leave this room
af: Sluit en verlaat hierdie kletskamer
it: Chiudi e lascia questa stanza

source: Configure this room
af: Konfigureer hierdie kletskamer
it: Configura questa stanza

source: Hide the list of occupants
af: Verskuil die lys van deelnemers
it: Nascondi la lista degli occupanti

source: Error: the "%1$s" command takes two arguments, the user's nickname and optionally a reason.
af: Fout: die "%1$s" opdrag neem twee argumente, die gebruiker se bynaam en opsioneel daarby 'n rede.
it: Errore: il comando "%1$s" richiede due argomenti, il nickname dell'utente e una ragione opzionale.

source: Are you sure you want to clear the messages from this room?
af: Is u seker dat u die boodskappe in hierdie kamer wil verwyder?
it: Sei sicuro di voler pulire i messaggi da questa stanza?

source: Error: could not execute the command
af: Fout: kon nie die opdrag uitvoer nie
it: Errore: impossibile eseguire il comando

source: Change user's affiliation to admin
af: Verander die gebruiker se affiliasie na admin
it: Cambia l'affiliazione dell'utente all'amministratore

source: Ban user from room
af: Verban gebruiker uit hierdie kletskamer
it: Bandisci utente dalla stanza

source: Kick user from room
af: Skop gebruiker uit hierdie kletskamer
it: Espelli utente dalla stanza

source: Write in 3rd person
af: Skryf in die derde persoon
it: Scrivi in terza persona

source: Grant membership to a user
af: Verleen lidmaatskap aan 'n gebruiker
it: Concedi la membership ad un utente

source: Remove user's ability to post messages
af: Verwyder gebruiker se vermoë om boodskappe te plaas
it: Rimuovi la possibilità di inviare messaggi all'utente

source: Change your nickname
af: Verander u bynaam
it: Cambia il tuo nickname

source: Grant moderator role to user
af: Verleen moderator rol aan gebruiker
it: Concedi il ruolo di moderatore ad un utente

source: Grant ownership of this room
af: Verleen eienaarskap van hierdie kamer
it: Concedi la proprietà di questa stanza

source: Revoke user's membership
af: Herroep gebruiker se lidmaatskap
it: Revoca la membership dell'utente

source: Set room subject
af: Stel onderwerp vir kletskamer
it: Cambia oggetto della stanza

source: Set room subject (alias for /subject)
af: Verskaf kamer onderwerp (alias vir /subject)
it: Imposta oggetto della stanza (alias per /subject)

source: Allow muted user to post messages
af: Laat stilgemaakte gebruiker toe om weer boodskappe te plaas
it: Abilita l'utente mutato ad inviare nuovamente messaggi

source: Cancel
af: Kanseleer
it: Annulla

source: The nickname you chose is reserved or currently in use, please choose a different one.
af: Die bynaam wat u gekies het is gereserveer of tans in gebruik, kies asb. 'n ander een.
it: Il nickname scelto è riservato o attualmente in uso, indicane uno diverso.

source: Please choose your nickname
af: Kies asb. u bynaam
it: Scegli il tuo nickname

source: Nickname
af: Bynaam
it: Soprannome

source: Enter room
af: Betree kletskamer
it: Entra nella stanza

source: This chatroom requires a password
af: Hiedie kletskamer benodig 'n wagwoord
it: Questa stanza richiede una password

source: Password:
af: Wagwoord:

source: You are not on the member list of this room.
af: Jy is nie op die ledelys van hierdie kamer nie.
it: Non sei nella lista dei membri di questa stanza

source: You have been banned from this room.
af: Jy is uit die kamer verban.
it: Sei stato bandito da questa stanza

source: No nickname was specified.
af: Geen bynaam verskaf nie.
it: Nessun nickname specificato

source: You are not allowed to create new rooms.
af: Jy word nie toegelaat om nog kletskamers te skep nie.
it: Non ti è permesso creare nuove stanze.

source: Your nickname doesn't conform to this room's policies.
af: Jou bynaam voldoen nie aan die kamer se beleid nie.
it: Il tuo soprannome non è conforme alle regole di questa stanza.

source: This room does not (yet) exist.
af: Hierdie kamer bestaan tans (nog) nie.
it: Questa stanza non esiste (per ora).

source: This room has reached its maximum number of occupants.
af: Hierdie kletskamer het sy maksimum aantal deelnemers bereik.
it: Questa stanza ha raggiunto il limite massimo di occupanti.

source: Topic set by %1$s to: %2$s
af: Onderwerp deur %1$s bygewerk na: %2$s
it: Topic impostato da %1$s a: %2$s

source: Click to mention %1$s in your message.
af: Klik om %1$s in u boodskap te noem
it: Clicca per menzionare %1$s nel tuo messaggio.

source: This user is a moderator.
af: Hierdie gebruiker is 'n moderator.
it: Questo utente è un moderatore.

source: This user can send messages in this room.
af: Hierdie gebruiker kan boodskappe na die kamer stuur.
it: Questo utente può inviare messaggi in questa stanza.

source: This user can NOT send messages in this room.
af: Hierdie gebruiker kan NIE boodskappe na die kamer stuur nie.
it: Questo utente NON può inviare messaggi in questa stanza.

source: Occupants
af: Deelnemers
it: Occupanti

source: Invite
af: Nooi uit
it: Invita

source: Features
af: Eienskappe
it: Impostazioni

source: Hidden
af: Verskuil
it: Nascosta

source: Message archiving
af: Boodskap-argivering
it: Archivio Messaggi

source: Members only
af: Slegs lede
it: Solo membri

source: Moderated
af: Gemodereer
it: Moderata

source: Non-anonymous
af: Nie-anoniem
it: Non-anonima

source: Open
af: Oop kletskamer
it: Aperta

source: Password protected
af: Wagwoord
it: Con Password

source: Persistent
af: Blywend
it: Persistente

source: Public
af: Publiek
it: Pubblica

source: Semi-anonymous
af: Deels anoniem
it: Semi-anonima

source: Temporary
af: Tydelike kamer
it: Temporanea

source: Unmoderated
af: Ongemodereer
it: Non moderata

source: This room is not publicly searchable
af: Hierdie kletskamer is nie publiek opspoorbaar nie
it: Questa stanza non è ricercabile pubblicamente

source: Messages are archived on the server
af: Boodskappe word op die bediener gestoor
it: Messaggi sono archiviati sul server

source: This room is restricted to members only
af: Hierdie kletskamer is slegs tot lede beperk
it: Questa stanza è ristretta ai soli membri

source: This room is being moderated
af: Hierdie kletskamer word gemodereer
it: Questa stanza è moderata

source: All other room occupants can see your XMPP username
af: Alle ander deelnemers can u Jabber ID sien
it: Tutti gli occupanti della stanza possono vedere il tuo nome utente XMPP

source: Anyone can join this room
af: Enige iemand kan hierdie kletskamer binnekom
it: Chiunque può collegarsi a questa stanza

source: This room requires a password before entry
af: Hierdie kletskamer benodig 'n wagwoord
it: Questa stanza richiede una password

source: This room persists even if it's unoccupied
af: Hierdie kletskamer bestaan voort selfs al is dit leeg
it: Questa stanza rimane anche se è inoccupata

source: This room is publicly searchable
af: Hierdie kletskamer is publiek opspoorbaar
it: Questa stanza è pubblicamente ricercabile

source: Only moderators can see your XMPP username
af: Slegs moderators kan u Jabber ID sien
it: Solo i moderatori possono vedere il tuo nome utente XMPP

source: This room will disappear once the last person leaves
af: Hierdie kletskamer sal verdwyn sodra die laaste persoon dit verlaat
it: Questa stanza sparirà una volta che non ci saranno più utenti

source: This room is not being moderated
af: Hierdie kletskamer word nie gemodereer nie
it: Questa stanza non è moderata

source: This room does not require a password upon entry
af: Hiedie kletskamer benodig nie 'n wagwoord nie
it: Questa stanza non richiede una password

source: Please enter a valid XMPP username
af: Verskaf asseblief 'n geldige XMPP adres
it: Inserisci un nome utente XMPP valido

source: Room name
af: Kamer naam
it: Nome stanza

source: Server
af: Bediener

source: Join Room
af: Betree kletskamer
it: Entra nella Stanza

source: Show rooms
af: Wys kletskamers
it: Mostra stanze

source: Rooms
af: Kletskamers
it: Stanze

source: Click to open this room
af: Klik om hierdie kletskamer te open
it: Clicca per aprire questa stanza

source: Show more information on this room
af: Wys meer inligting aangaande hierdie kletskamer
it: Mostra più informazioni su questa stanza

source: Description:
af: Beskrywing:
it: Descrizione:

source: Room Address (JID):
af: Kletskameradres (JID):
it: Indirizzo stanza (JID):

source: Occupants:
af: Deelnemers:
it: Utenti presenti:

source: Features:
af: Eienskappe:
it: Funzionalità:

source: Requires authentication
af: Benodig magtiging
it: Richiede autenticazione

source: Requires an invitation
af: Benodig 'n uitnodiging
it: Richiede un invito

source: Open room
af: Oop kletskamer
it: Stanza aperta

source: Permanent room
af: Permanente kamer
it: Stanza permanente

source: Temporary room
af: Tydelike kamer
it: Stanza temporanea

source: %1$s has invited you to join a chat room: %2$s
af: %1$s het u uitgenooi om die kletskamer %2$s te besoek
it: %1$s ti ha invitato a partecipare a una chat room: %2$s

source: %1$s has invited you to join a chat room: %2$s, and left the following reason: "%3$s"
af: %1$s het u uitgenooi om die kletskamer %2$s te besoek, en het die volgende rede verskaf: "%3$s"
it: %1$s ti ha invitato a partecipare a una chat room: %2$s, e ha lasciato il seguente motivo: “%3$s”

source: Bookmark this room
af: Boekmerk hierdie kletskamer
it: Salva questa stanza

source: The name for this bookmark:
af: Die naam vir hierdie boekmerk:
it: Nome per questo bookmark:

source: Would you like this room to be automatically joined upon startup?
af: Moet hierdie kletskamer outomaties betree word tydens aanmelding?
it: Vuoi collegarti automaticamente a questa stanza quando fai il login?

source: What should your nickname for this room be?
af: Wat sal u bynaam vir hierdie kletskamer wees?
it: Qual è il nickname per questa stanza?

source: Are you sure you want to remove the bookmark "%1$s"?
af: Is u seker u wil die boekmerk "%1$s" verwyder?
it: Sei sicuro di voler rimuovere il segnalibro "%1$s"?

source: Sorry, something went wrong while trying to save your bookmark.
af: Jammer, 'n fout het voorgekom tydens storing van u boekmerk.
it: Si è verificato un errore nel salvataggio del bookmark.

source: Leave this room
af: Verlaat hierdie kletskamer
it: Lascia questa stanza

source: Remove this bookmark
af: Verwyder hierdie boekmerk
it: Rimuovi questo bookmark

source: Unbookmark this room
af: Verwyder die boekmerk
it: Non salvare nei segnali questa stanza

source: Click to toggle the bookmarks list
af: Klik om die boekmerklys te skakel
it: Clicca per aprire/chiudere la lista bookmarks

source: Bookmarks
af: Kletskamerboekmerke
it: Segnalibri

source: Click to toggle the rooms list
af: Klik om die boekmerklys te skakel
it: Clicca per aprire/chiudere l'elenco delle stanze

source: Open Rooms
af: Oop kletskamers
it: Stanze aperte

source: Are you sure you want to leave the room "%1$s"?
af: Is u seker u wil die kletskaner "%1$s" verlaat?
it: Sei sicuro di voler lasciare la stanza "%1$s"?

source: Re-establishing encrypted session
af: Herstel versleutelde sessie
it: Ristabilisci sessione criptata

source: Generating private key.
af: Genereer private sleutel.
it: Generazione chiave private in corso.

source: Your browser might become unresponsive.
af: U webblaaier mag tydelik onreageerbaar word.
it: Il tuo browser potrebbe bloccarsi.

source: Authentication request from %1$s Your chat contact is attempting to verify your identity, by asking you the question below. %2$s
af: Identiteitbevestigingsversoek van %1$s U gespreksmaat probeer om u identiteit te bevestig, deur die volgende vraag te vra %2$s
it: Richiesta di autenticazione da %1$s Il contatto con cui stai chattando sta provando a verificare la tua identità, facendo la domanda che trovi qui sotto. %2$s

source: Could not verify this user's identify.
af: Kon nie hierdie gebruiker se identitied bevestig nie.
it: Non posso verificare l'identità dell'utente.

source: Exchanging private key with contact.
af: Sleutels word met gespreksmaat uitgeruil.
it: Scambio la chiave privata col contatto.

source: Your messages are not encrypted anymore
af: U boodskappe is nie meer versleutel nie
it: I tuoi messaggi non sono più criptati

source: Your messages are now encrypted but your contact's identity has not been verified.
af: U boodskappe is nou versleutel maar u gespreksmaat se identiteit is nog onseker.
it: I tuoi messaggi sono ora criptati ma l'identità del tuo contatto non è verificata.

source: Your contact's identify has been verified.
af: U gespreksmaat se identiteit is bevestig.
it: L'identità del contatto è verificata.

source: Your contact has ended encryption on their end, you should do the same.
af: U gespreksmaat het versleuteling gestaak, u behoort nou dieselfde te doen.
it: Il tuo contatto la chiuso la criptazione dalla sua parte, dovresti fare lo stesso.

source: Your message could not be sent
af: U boodskap kon nie gestuur word nie
it: Il tuo messaggio non può essere spedito

source: We received an unencrypted message
af: Ons het 'n onversleutelde boodskap ontvang
it: Abbiamo ricevuto un messaggio non criptato

source: We received an unreadable encrypted message
af: Ons het 'n onleesbare versleutelde boodskap ontvang
it: Abbiamo ricevuto un messaggio criptato non leggibile
